[
  {
    "title": "Ukraine Says Its Drone Struck Bashneft’s Novoil Refinery in Ufa",
    "summary": "Ukraine’s military intelligence unit struck the Bashneft PJSC Novoil oil refinery in Ufa, Bashkortostan, on Saturday, according to a person familiar with the operation.",
    "link": "https://www.bloomberg.com/news/articles/2025-09-13/russia-says-ukrainian-drone-hits-oil-facility-in-bashkortostan",
    "published": "Sat, 13 Sep 2025 15:18:32 GMT",
    "source": "bloomberg",
    "sentiment_score": 0.0
  },
  {
    "title": "Tricolor Considered Restructuring Before Its Sudden Demise",
    "summary": "<p>While signs of distress at the subprime lender were largely unknown until this week, the company&nbsp;considered a Chapter 11 filing in August</p>",
    "link": "https://www.bloomberg.com/news/newsletters/2025-09-13/tricolor-considered-restructuring-before-its-sudden-demise",
    "published": "Sat, 13 Sep 2025 15:00:18 GMT",
    "source": "bloomberg",
    "sentiment_score": 0.0
  },
  {
    "title": "Stock-Market Rally Is Built on Narrative That’s Loaded With Risk",
    "summary": "Bullish sentiment toward stocks is rampant in the US, as one Wall Street strategist after another raises their target for an S&amp;P 500 Index that is repeatedly setting new records.",
    "link": "https://www.bloomberg.com/news/articles/2025-09-13/stock-market-rally-is-built-on-narrative-that-s-loaded-with-risk",
    "published": "Sat, 13 Sep 2025 15:00:00 GMT",
    "source": "bloomberg",
    "sentiment_score": 1.0
  },
  {
    "title": "How Brazil Is Taking on China’s Grip on Rare Earths",
    "summary": "China controls nearly the entire supply chain for rare earths &mdash; minerals critical for EVs, wind turbines, and fighter jets. Brazil hopes to change that, with companies like Aclara building pilot plants and the government mapping vast reserves, but catching up will take massive investment, technology, and international cooperation. The global race is on to break China’s grip on one of the world’s most strategic resources. (Source: Bloomberg)",
    "link": "https://www.bloomberg.com/news/videos/2025-09-13/how-brazil-is-taking-on-china-s-grip-on-rare-earths-video",
    "published": "Sat, 13 Sep 2025 14:05:58 GMT",
    "source": "bloomberg",
    "sentiment_score": 1.0
  },
  {
    "title": "Are We Ready for the New Latin America?",
    "summary": "Between the massive US military presence in the region and a slew of upcoming elections, Latin America is going to look very different, very soon, Bloomberg Opinion columnist JP Spinetto explains. (Source: Bloomberg)",
    "link": "https://www.bloomberg.com/news/videos/2025-09-13/opinion-are-we-ready-for-the-new-latin-america-video",
    "published": "Sat, 13 Sep 2025 14:03:36 GMT",
    "source": "bloomberg",
    "sentiment_score": 1.0
  },
  {
    "title": "Tariffs Face Legal Threat That Puts Trump’s Deficit Plan at Risk",
    "summary": "President Donald Trump’s most concrete step to rein in unprecedented US budget deficits &mdash; sweeping tariff hikes &mdash; faces the danger of a legal reversal that would put the nation’s finances on an even shakier footing.",
    "link": "https://www.bloomberg.com/news/articles/2025-09-13/tariffs-face-legal-threat-that-puts-trump-s-deficit-plan-at-risk",
    "published": "Sat, 13 Sep 2025 14:00:01 GMT",
    "source": "bloomberg",
    "sentiment_score": 0.0
  },
  {
    "title": "The $14 Trillion US Stock Rally is Seeking a Fed Cut Playbook",
    "summary": "A $14 trillion rally that has taken stocks to record highs is heading for an inflection point next week, with investors expecting the Federal Reserve to resume cutting interest rates at its long-awaited monetary policy meeting.",
    "link": "https://www.bloomberg.com/news/articles/2025-09-13/the-14-trillion-us-stock-rally-is-seeking-a-fed-cut-playbook",
    "published": "Sat, 13 Sep 2025 13:00:00 GMT",
    "source": "bloomberg",
    "sentiment_score": 0.0
  },
  {
    "title": "Paul Krugman Says Trump’s Tariffs Make America More Like Denmark",
    "summary": "Nobel laureate Paul Krugman argues that tariff “chaos” and President Donald Trump's immigration policies are the real drag on growth by raising costs, freezing investment, and ultimately hitting consumers. He says a 1950s-style manufacturing revival is illusory, tariff revenue won’t fix the deficit, and U.S. trade-rule credibility has suffered lasting damage. On New York City politics, he expects only marginal policy shifts if Democratic nominee for mayor Zohran Mamdani wins. (Source: Bloomberg)",
    "link": "https://www.bloomberg.com/news/videos/2025-09-13/krugman-says-trump-s-tariffs-make-america-like-denmark-video",
    "published": "Sat, 13 Sep 2025 12:05:53 GMT",
    "source": "bloomberg",
    "sentiment_score": 1.0
  },
  {
    "title": "Prices Go Up and Prices Go Down, Depending on Politics and Demand",
    "summary": "<p>Donald Trump came to office promising lower prices, but that’s not exactly what happened.</p>",
    "link": "https://www.bloomberg.com/news/newsletters/2025-09-13/prices-go-up-and-prices-go-down-depending-on-politics-and-demand",
    "published": "Sat, 13 Sep 2025 12:00:20 GMT",
    "source": "bloomberg",
    "sentiment_score": 0.0
  },
  {
    "title": "Botswana Has Credit Rating Cut by S&amp;P on Diamond Slump",
    "summary": "Botswana’s credit rating was cut by S&amp;P Global Ratings, another blow to its diamond-dependent economy that’s struggling with a slump in demand for its gems.",
    "link": "https://www.bloomberg.com/news/articles/2025-09-13/botswana-has-credit-rating-cut-by-s-p-on-diamond-slump",
    "published": "Sat, 13 Sep 2025 09:20:20 GMT",
    "source": "bloomberg",
    "sentiment_score": 0.0
  }
]